Revit 2027 API
ParameterTypeId.RebarCrankAtEndType Property
 "Crank at End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarCrankAtEndType { get; }
Public Shared ReadOnly Property RebarCrankAtEndType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarCrankAtEndType {
	ForgeTypeId^ get ();
}
static member RebarCrankAtEndType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace